Repository: AbdelrahmanKhalaf/AlqlqaaTransfer
Catalog: alqaqaa-clintes/local/messages.*.xlf
Languages: ar

source: Alqaqaa Our Business
ar: اعمال شركة القعقاع

source: Here are some of our customars
ar: هنا بعض اعمالنا

source: Share On
ar: مشاركه فى

source: Buy Now
ar: احجز الان

source: View All Our Business
ar: عرض جميع أعمالنا

source: Buy Order
ar: احجز طلب

source: My Profile
ar: ملفي الشخصي

source: Your Address
ar: عنوانك

source: -- Select Your Order Tilte --
ar: -- حدد عنوان طلبك --

source: Buy Now
ar: احجز الان

source: Buy Offer
ar: شراء عرض

source: Here are some of our offers, wait for more of our offers.
ar: إليك بعض عروضنا ، انتظر المزيد من عروضنا .

source: <button> Buy Now </button>
ar: <button> احجز الان </button>

source: View All Our Offers
ar: عرض جميع عروضنا

source: -- Select Your Ticket Type --
ar: -- حدد نوع العرض --

source: <span> Contact </span> Us
ar: <span> اتصل </span> بنا

source: Welocme you to contact us
ar: ما عليك سوي الاتصال برقام الشركه المتواجدة علي موقع الشركه علي مدي اليوم حيث تقدم الشركه خدمة الدعم الفني كافة الاجابات المطلوبه التي تحتجها او يمكن التواصل علي موقعنا علي السوشيال

source: Contact Us
ar: اتصل بنا

source: Nihil officia ut sint molestiae tenetur.
ar: لا تتردد في أن تسأل ما إذا كان لديك أي سؤال بخصوص خدماتنا أو إذا كنت تريد فقط أن تقول مرحبًا ، فنحن نحب أن نسمع منك ..

source: Address
ar: العنوان

source: A108 Adam Street, NY 535022, USA
ar: شركة القعقاع للنقل، شارع الملك فيصل، طوابق،كعابيش, مصر

source: Phone Number
ar: رقم الهاتف

source: Email
ar: بريدك الالكتروني

source: info@example.com
ar: alqaqaacompany@gmail.com

source: Your message has been sent. Thank you!
ar: تم ارسال رسالتك. شكرا جزيلا!

source: Your Name
ar: اسمك

source: Please enter Name.
ar: يرجى إدخال الاسم.

source: Name must be at least 8 characters.
ar: يجب ألا يقل الاسم عن ٨ أحرف

source: Maxlength is 315.
ar: الطول الأقصى هو ٣١٥.

source: Your Email
ar: بريدك الالكتروني

source: Please enter Email.
ar: يرجى إدخال البريد الإلكتروني.

source: Email must be at least 8 characters.
ar: يجب أن يكون البريد الإلكتروني ٨ أحرف على الأقل.

source: Subject
ar: موضوع

source: Please enter Subject.
ar: يرجى إدخال الموضوع.

source: Subject must be at least 8 characters.
ar: يجب أن يكون الموضوع ٨ أحرف على الأقل.

source: Message
ar: رسالة

source: Please enter Message.
ar: يرجى إدخال الرسالة.

source: Message must be at least 8 characters.
ar: يجب أن تتكون الرسالة من ٨ أحرف على الأقل.

source: Send Message
ar: أرسل رسالة

source: 1-12 , Alqaqaa Company Center, Egypt
ar: نعمل 24 ساعه علي مدار الاسبوع ,مركز شركة القعقاع, مصر

source: About Alqaqaa
ar: عن شركة القعقاع

source: About Alqaqaa Company
ar: عن شركة القعقاع

source: Where
ar: اين

source: Downtown Conference Center,Egypt
ar: شركة القعقاع للنقل، شارع الملك فيصل، طوابق،كعابيش,مصر

source: When
ar: متي

source: Monday to Wednesday <br/> 10-12 December
ar: نعمل 24 ساعه علي مدار الاسبوع <br/> من السبت الي الجمعة

source: Alqaqaa Our Testimonials
ar: شهادة العملاء في القعقاع

source: Here are some of our testimonials
ar: هنا بعض شهادة عملائنا

source: Always share your opinion to improve our service for the better.
ar: شاركنا رأيك دائمًا لتحسين خدمتنا نحو الأفضل .

source: Your comment
ar: تعليقك

source: Alqaqaa Our Services
ar: خدمات القعقاع

source: Here are some of our services
ar: إليك بعض خدماتنا

source: View All Our Services
ar: عرض جميع خدماتنا

source: Alqaqaa Venue
ar: مكان شركة القعقاع

source: Alqaqaa venue location info and gallery
ar: معلومات عن موقع القعقاع ومعرضه

source: Company Alqaqaa, King Faisal Street, Tabaq, Kaabish
ar: شركة القعقاع للنقل، شارع الملك فيصل، طوابق،كعابيش

source: Sponsors
ar: الرعاة الرسمين

source: F.A.Q
ar: بعض النصائح والتعليمات للك

source: Page not found
ar: الصفحة غير موجودة

source: Homepage
ar: الصفحة الرئيسية

source: <span> Resgter </span>
ar: <span> تسجيل </span>

source: Welocme you to resgter with us
ar: أرحب بكم للتسجيل معنا

source: Welcome to Register
ar: أهلا وسهلا بك إلى قسم التسجيل

source: We are happy to existence you with us.
ar: نحن سعداء بوجودك معنا .

source: Your Name
ar: اسمك

source: Your Phone
ar: رقم الهاتف

source: Please enter Modile.
ar: .الرجاء إدخال رقم الهاتف

source: Modile must be at least 11 characters.
ar: .يجب أن يكون رقم الهاتف 11 حرفًا على الأقل

source: Your Email
ar: بريدك الالكتروني

source: Please enter a valid Email
ar: .يرجى إدخال البريد الإلكتروني الصحيح

source: Your password
ar: كلمتك السرية

source: Please enter Password.
ar: .يرجى إدخال كلمة المرور

source: Password must be at least 8 characters.
ar: .يجب أن تكون كلمة المرور 8 أحرف على الأقل

source: Please enter address.
ar: .يرجى إدخال العنوان

source: address must be at least 11 characters.
ar: .يجب أن يكون العنوان 11 حرفًا على الأقل

source: Register Now
ar: سجل الان

source: <span> LogIn </span>
ar: <span> تسجيل الدخول </span>

source: Welocme you to login with us
ar: أرحب بكم لتسجيل الدخول معنا

source: Welcome to Login
ar: مرحبًا بك في قسم تسجيل الدخول

source: Your Password
ar: كلمة المرور

source: Please enter Password.
ar: .يرجى إدخال كلمة المرور

source: Update <span> Avatar </span>
ar: صورتي <span> تحديث </span>

source: Welocme you to Alqaqaa
ar: اهلا بك في شركة القعقاع

source: Welcome to Update Imgae
ar: مرحبًا بك في قسم تحديث الصورة

source: Update My Img
ar: تحديث صورتي الشخصيه

source: Update Image
ar: تحديث الصورة

source: Welocme you to Our Sponsors
ar: نرحب بكم في قسم الرعاة الرسمين الخاص بنا

source: Our Sponsors
ar: الرعاة الرسمين

source: <span> _ </span> My Profile
ar: <span> _ </span> ملفي الشخصي

source: Welcome you to alqaqaa
ar: أرحب بكم في شركة القعقاع

source: we are happy that you are with us.
ar: .نحن سعداء لأنك معنا

source: {{errorWri}} , Can you register with us from here <a> Register </a> or <a> Login </a>
ar: {{errorWri}} تسجيل الدخول <a> تسجيل </a> or <a> هل يمكنك التسجيل معنا من هنا </a>

source: My Profile
ar: ملفي الشخصي

source: My Avatar
ar: صورتي الشخصية

source: Update Avatar
ar: تحديث صورتي

source: My Info
ar: معلوماتي الشخصية

source: Email :
ar: البريد :

source: Address :
ar: العنوان :

source: Phone :
ar: رقم الهاتف :

source: Name :
ar: الاسم :

source: Update Info
ar: تحديث معلوماتي الشخصية

source: My Social
ar: وسائل التواصل الاجتماعي

source: Update Social
ar: تحديث وسائل التواصل الاجتماعي

source: My Orders
ar: طلباتي

source: Title :
ar: الاسم :

source: Out Date :
ar: تاريخ الخروج :

source: Salary:
ar: السعر :

source: Status:
ar: الحالة :

source: Processing
ar: معالجة

source: Delivered
ar: تم التوصيل

source: Canceled
ar: ألغيت

source: Agreed
ar: متفق عليه

source: Address:
ar: العنوان :

source: Warning message :
ar: رسالة تحذير :

source: We will delete the order after 24 hours from now.
ar: سنحذف الطلب بعد 24 ساعة من الآن.

source: Delete Oreder
ar: حذف الطلب

source: My Offers
ar: عروضي

source: Processing
ar: معالجة

source: Delivered
ar: تم التوصيل

source: Canceled
ar: ألغيت

source: Agreed
ar: متفق عليه

source: Delete Offer
ar: حذف العرض

source: Add Oreder
ar: أضف طلب

source: Details <span> Offer </span>
ar: العرض <span> تفاصيل </span>

source: Offer Details
ar: تفاصيل العرض

source: We are happy that you are with us.
ar: نحن سعداء لأنك معنا .

source: Salary :
ar: السعر:

source: Categories of services :
ar: فئات الخدمات :

source: Details <span> Busines </span>
ar: العمل <span> تفاصيل </span>

source: Busines Details
ar: تفاصيل العمل

source: Salary :
ar: السعر :

source: Out Date :
ar: تاريخ الخروج :

source: Details <span> Service </span>
ar: الخدمه <span> تفاصيل </span>

source: Service Details
ar: تفاصيل الخدمة

source: My <span> Order </span>
ar: طلبي <span> _ </span>

source: Order Details
ar: تفاصيل الطلب

source: Shipping Address :
ar: عنوان الشحن :

source: Status :
ar: الحالة :

source: Processing
ar: معالجة

source: Delivered
ar: تم التوصيل

source: Canceled
ar: ملغي

source: Agred
ar: متفق عليه

source: My <span> Offer </span>
ar: عرضي <span> _ </span>

source: Home
ar: الصفحة الرئسية

source: Offers
ar: العروض

source: Business
ar: اعمالنا

source: Servises
ar: خدمتنا

source: Sponsors
ar: الرعاه الرسمين

source: Register
ar: التسجيل

source: Login
ar: تسجيل الدخول

source: profile
ar: ملفي الشخصي

source: Logout
ar: تسجيل الخروج

source: Buy service
ar: احجز عرض

source: Action
ar: English

source: Alq <span> a </span> qaa
ar: القعقاع <span> </span>

source: In alias aperiam. Placeat tempore facere. Officiis voluptate ipsam vel eveniet est dolor et totam porro. Perspiciatis ad omnis fugit molestiae recusandae possimus. Aut consectetur id quis. In inventore consequatur ad voluptate cupiditate debitis accusamus repellat cumque.
ar: العمال , فك وتركيب الاثاث , فك وتركيب التكيفات , السيارات , التغليف , الاوناش , التخزين خدمات خاصه بالشركات والمصانع و المطاعم , ابادة الحشرات نقل اثاث ومستلزمات الشركـات المصانع المطاعم باحدث المعدات والاساليب المتطورة لخدمات النقل الحديث داخل وخارج مصر

source: Useful Links
ar: روابط مفيدة

source: About us
ar: معلومات عنا

source: Services
ar: خدمتنا

source: Terms of service
ar: شروط الخدمة

source: Privacy policy
ar: سياسة خاصة

source: <span> Our </span> Offers
ar: <span> بعض </span> عروضنا

source: Welocme you to Our Offers
ar: أرحب بكم في قسم العروض الخاصة بنا

source: ِAlqaqaa Company , <br/> Register with us to get more offers
ar: <span> شركة </span> القعقاع <br/> , سجل معنا لتحصل على المزيد من <span> العروض </span>

source: pleas enter your email to us , to send you link activate your Email
ar: يرجى إدخال البريد الإلكتروني الخاص بك إلينا ، لإرسال رابط تفعيل البريد الإلكتروني الخاص بك

source: {{errorMessage}} ,you not logged with us after <a> logging in </a> or <a> registering </a> so that you can share your opinion
ar: {{errorMessage}} ,لم تقم بتسجيل الدخول معنا بعد <a> تسجيل الدخول </a> او <a> التسجيل </a> لكي يمكنك مشاركة رأيك

source: {{massege}} <a> Click here </a>
ar: {{massege}} <a> اضغط هنا </a>

source: <span> Our </span> Business
ar: <span> بعض </span> اعمالنا

source: Welcome you to section some Our Business
ar: أرحب بكم في قسم بعض أعمالنا

source: <span> Alqaqaa </span> Company, <br/> Register with us to get more from <span> offers </span>
ar: <span> شركة </span> القعقاع <br/> , سجل معنا لتحصل على المزيد من <span> العروض </span>

source: Sed nam ut dolor qui repellendus iusto odit. Possimus inventore eveniet accusamus error amet eius aut accusantium et. Non odit consequatur repudiandae sequi ea odio molestiae. Enim possimus sunt inventore in est ut optio sequi unde.
ar: عمال لديها خبرة عالية جداا فى نقل العفش ومدربين على اعلى مستوى , نمتلك معدات نقل حديثة تميزنا فى مجال النقل الحديث , من سيارات نقل الاثاث , اوناش رفع الاثاث , عربيات نقل العفش. - شركة القعقاع من اهم شركات نقل الاثاث التى تقدم خدمات متميزة فى مجال نقل العفش , يتمثل هذا فى ثقة عملائنا فى كافة اعمال النقل , تمتلك الشركة احدث المعدات والاجهزة التى تزيد من سرعة اتمام عملية النقل.

source: Iste nobis eum sapiente sunt enim dolores labore accusantium autem. Cumque beatae ipsam. Est quae sit qui voluptatem corporis velit. Qui maxime accusamus possimus. Consequatur sequi et ea suscipit enim nesciunt quia velit.
ar: المزايا التى تقدمها شركة نقل القعقاع: 1 - نقل الاثاث يتطلب الحرص الشديد , لكون الاثاث له ذكريات مميزة لدى عملائنا. 2 - توفير كافة احتياجات عملائنا الكرام لاتمام عملية نقل العفش. 3 - ضمان كامل لحماية العفش لوصوله بشكل سليم وآمن. 4 - الشركة تقدم لزبئنها وعملائها افضل خدمات نقل الاثاث. 5 - فريق العمل الاحترافى والمميز للقعقاع يقوم بتنفيذ خدمة نقل العفش بجميع مراحل عملية نقل العفش. 6 - الاجهزة الكهربائية نعمل على فكها بطريقة علمية سليمة , لا تقلق فنحن خبراء فى هذا المجال. 7 - المعدات والالات التى نستخدمها مثل عربيات نقل العفش واوناش نقل الاثاث مخصصة لحماية قطع الاثاث. 8 - شركتنا واحدة من افضل شركات نقل اثاث لاسلوبها المتميز بالدقة والابهار.

source: {{messageOffers}} Chake Your Profile <a> My Profile </a>
ar: {{messageOffers}} تحقق من ملف التعريف الخاص بك <a> ملفي الشخصي </a>

source: Maxlength is 60.
ar: الحد الاقصي هو ٦٠.

source: subject must be at least 8 characters.
ar: يجب ألا يقل الموضوع عن ٨ أحرف.

source: Maxlength is 40.
ar: الحد الاقصي هو ٤٠ .

source: In alias aperiam. Placeat tempore facere. Officiis voluptate ipsam vel eveniet est dolor et totam porro. Perspiciatis ad omnis fugit molestiae recusandae possimus. Aut consectetur id quis. In inventore consequatur ad voluptate cupiditate debitis accusamus repellat cumque.
ar: يجب علينا ان نؤكد الاتى : الاعتماد على شركتنا يوفر الكثير من الجهد والتعب. - نقل الاثاث صعبة وتحتاج الى متخصصين معنا وداعا للوقت الضائع لنقل عفش منزلك . - شركات نقل الاثاث كثيرة من اشهرها شركة نقل اثاث القعقاع . - شركة نقل اثاث القعقاع من اكبر شركات نقل اثاث التى توفر لعملائها الجودة و السعر المناسب. - نعمل على استيارد احدث الاجهزة و مواد التغليف العالمية ذات الجودة الممتازة .

source: A108 Adam Street <br/> New York, NY 535022 <br/> United States <br/> <strong> Phone: </strong> +1 5589 55488 55 <br/> <strong> Email: </strong> info@example.com <br/>
ar: شارع الملك فيصل <br/> القاهرة <br/> مصر <br/> <strong> هاتف : </strong> 01220689277 <br/> <strong> البريدالإلكتروني : </strong> alqaqaacompany@gmail.com <br/>

source: <div> © Copyright <strong> Company Alqaqaa </strong> . All Rights Reserved </div> <div> Made by <a> AbdoKhalaf </a> </div>
ar: <div> © حقوق النشر <strong> للشركة القعقاع </strong> .كل الحقوق محفوظة </div> <div> مصنوع بواسطة <a> عبدالرحمن خلف </a> </div>

source: Please enter subject.
ar: الرجاء إدخال الموضوع.

source: address must be at least 11 characters.
ar: يجب ألا يقل العنوان عن 11 حرفًا.

source: Don’t have an account? <a> Sign Up </a> , <a> Forget Password </a>
ar: ليس لديك حساب؟ <a> سجل </a> , <a> هل نسيت كلمة المرور </a>

source: <span> Update </span> Informiton
ar: <span> تحديث </span> معلوماتي

source: Welocme you to section Update Informiton with us
ar: مرحبا بكم في قسم تحديث المعلومات الخاصة بك معنا

source: Updaet Your Info
ar: تحديث المعلومات الخاصة بي

source: Please enter Name.
ar: الرجاء إدخال الاسم.

source: Name must be at least 8 characters.
ar: يجب ألا يقل الاسم عن ٨ أحرف.

source: Please enter Modile.
ar: الرجاء إدخال الجوال.

source: Modile must be at least 11 characters.
ar: يجب ألا يقل عدد أحرف الجوال عن ١١ حرفًا.

source: Update <span> Avatar </span>
ar: تحديث <span> صورتي الشخصيه </span>

source: Changed Password
ar: تغيير كلمة المرور

source: Warning message :
ar: رسالة تحذير :

source: We will delete the order after 24 hours from now.
ar: سنقوم بحذف الطلب بعد 24 ساعة من الآن.

source: Delivered
ar: تم التوصيل

source: Details <span> Busines </span>
ar: تفاصيل <span> العمل </span>

source: Details <span> Service </span>
ar: تفاصيل <span> الخدمه </span>

source: <span> Forget </span> Password
ar: <span> نسيت </span> كلمة المرور

source: Welocme you to section Forget Password
ar: مرحبا بك في قسم نسيت كلمة المرور

source: Welcome to section Forget Password
ar: مرحبا بك في قسم اعادة تعين كلمة المرور

source: Send your link to reset password
ar: نرسل رابطك لإعادة تعيين كلمة المرور

source: {{message}} <a> Click Here </a>
ar: {{message}} <a> اضغط هنا </a>

source: <span> Reset </span> Password
ar: <span> اعادة تعين </span> كلمة المرور

source: Welcome to section Reset Password
ar: مرحبًا بك في قسم إعادة تعيين كلمة المرور

source: Your New Password
ar: كلمة سرك الجديدة

source: Please enter New Password.
ar: الرجاء إدخال كلمة مرور جديدة.

source: Save New Password
ar: حفظ كلمة المرور الجديدة

source: <span> Changed </span> Password
ar: <span> تغير </span> كلمة المرور

source: we happy you are with us
ar: مرحبًا بك في قسم تغيير كلمة المرور

source: Welcome to section Change Password
ar: يسعدنا وجودك معنا

source: Your Old Password
ar: كلمة مرورك القديمة

source: Please enter Old Password.
ar: الرجاء إدخال كلمة المرور القديمة.

source: <span> Activate </span> Your Email
ar: <span> تفعيل </span> بريدك الالكتروني

source: Welocme you to section Activate Email
ar: مرحبًا بك في قسم تنشيط البريد الإلكتروني

source: Welcome to section Activate Email
ar: مرحبًا بك في قسم تنشيط البريد الإلكتروني

source: {{message}} <a> Click here </a>
ar: {{message}} <a> اضغط هنا </a>

source: we Send Link Activate Your Email
ar: إرسال رابط تفعيل البريد الإلكتروني الخاص بك

source: {{messageOffers}} Chake Your Profile <a> My Profile </a>
ar: {{messageOffers}} تحقق من ملف التعريف الخاص بك <a> ملفي الشخصي </a>

source: {{errorMessageBusiness}} ,you not logged with us after <a> logging in </a> or <a> registering </a> you can buy order
ar: {{errorMessageBusiness}} ,لم تقم بتسجيل الدخول معنا بعد <a> تسجيل الدخول </a> او <a> التسجيل </a> ليمكنك شراء الطلب

source: {{errorMessageoffers}} ,you not logged with us after <a> logging in </a> or <a> registering </a> you can buy offer
ar: {{errorMessageoffers}} ,لم تقم بتسجيل الدخول معنا بعد <a> lتسجيل الدخول </a> او <a> التسجيل </a> ليمكنك شراء العرض

source: {{messageOffers}} Chake Your Profile <a> My Profile </a>
ar: {{messageOffers}} تحقق من ملف التعريف الخاص بك <a> ملفي الشخصي </a>

source: {{errorMessageoffers}} ,you not logged with us after <a> logging in </a> or <a> registering </a> you can buy offer
ar: {{errorMessageoffers}} ,لم تقم بتسجيل الدخول معنا بعد <a> lتسجيل الدخول </a> او <a> التسجيل </a> ليمكنك شراء العرض

source: {{messageOffers}} Chake Your Profile <a> My Profile </a>
ar: {{messageOffers}} تحقق من ملف التعريف الخاص بك <a> ملفي الشخصي </a>

source: <span> Alqaqaa </span> Company, <br/> Register with us to get more <span> offers </span>
ar: <span> شركة </span> القعقاع <br/> , سجل معنا لتحصل على المزيد من <span> العروض </span>

source: {{errorMessageBusiness}} ,you not logged with us after <a> logging in </a> or <a> registering </a> you can buy order
ar: {{errorMessageoffers}} ,لم تقم بتسجيل الدخول معنا بعد <a> lتسجيل الدخول </a> او <a> التسجيل </a> ليمكنك شراء الطلب

source: {{messageOffers}} Chake Your Profile <a> My Profile </a>
ar: {{messageOffers}} تحقق من ملف التعريف الخاص بك <a> ملفي الشخصي </a>

source: Please Activate Your Email
ar: يرجى تفعيل البريد الإلكتروني الخاص بك

source: Welcome to Section Update Informiton
ar: مرحبا بكم في قسم تحديث المعلومات

source: Do you have an account? <a> Login </a>
ar: هل لديك حساب؟ <a> تسجيل الدخول </a>

source: Get Started
ar: البدء

source: Please enter comment.
ar: الرجاء إدخال تعليق.

source: Please Activate Your Email
ar: من فضللك فَعل ايمللك لتجنب الحذف , ولحصول علي المزيد من العروض

source: {{messageBusiness}} Chake Your Profile <a> My Profile </a>
ar: {{messageBusiness}} تحقق من ملف التعريف الخاص بك <a> ملفي الشخصي </a>

source: {{errorMessageoffers}} ,you not logged with us after <a> logging in </a> or <a> registering </a> you can buy offer
ar: {{errorMessageoffers}} ، أنت لم تسجل معنا بعد <a> تسجيل الدخول </a> او <a> التسجيل </a> لكي يمكنك شراء العرض

source: Please enter offer.
ar: الرجاء إدخال العرض.

source: Follow me
ar: تابعني

source: Maxlength is 30.
ar: الحد الاقصى هو 30.

source: A108 Adam Street <br/> New York, NY 535022 <br/> United States <br/> <strong> Phone: </strong> +1 5589 55488 55 <br/> <strong> Email: </strong> <a> Alqaqaa </a> <br/>
ar: شارع الملك فيصل <br/> القاهرة, طوابق،كعابيش <br/> مصر <br/> <strong> الهاتف : </strong> 01220689277 +02 <br/> <strong> البريد الالكتروني : </strong> <a> الـقعقـاع </a> <br/>

source: <span> Our </span> Services
ar: <span> بعض </span> خدمتنا

source: Welocme you to Our Services
ar: نرحب بكم في قسم خدماتنا

source: <span> Our </span> Sponsors
ar: <span> بعض </span> الرعاة الرسمين

source: Please enter Email.
ar: الرجاء إدخال البريد الإلكتروني.

source: Email must be at least 8 characters.
ar: يجب أن يتكون البريد الإلكتروني من ٨ أحرف على الأقل.

source: Please enter subject.
ar: الرجاء إدخال الموضوع.

source: subject must be at least 8 characters.
ar: يجب ألا يقل الموضوع عن ٨ أحرف.

source: Please enter Message.
ar: الرجاء إدخال الرسالة.

source: Message must be at least 8 characters.
ar: يجب أن تتكون الرسالة من ٨ أحرف على الأقل.

source: Contact us
ar: تواصل معنا

source: business
ar: اعمالنا

source: Company The Alqaqaa
ar: شركة القعقاع

source: <a>Alq<span>a</span>qaa</a>
ar: <a>الق<span>ــعــ</span>قاع</a>
